Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-CountryNicknames/Sources/Geografy-Feature-CountryNicknames/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: Can you match the nickname to the country?
ka: შეგიძლია მეტსახელი ქვეყანას შეუსაბამო?

source: Country Nicknames
ka: ქვეყნების მეტსახელები

source: Nickname Expert!
ka: მეტსახელის ექსპერტი!

source: Nickname Quiz
ka: მეტსახელის ვიქტორინა

source: No nicknames found
ka: მეტსახელები ვერ მოიძებნა

source: Quiz Me!
ka: გამომკითხე!

source: Search nicknames…
ka: მეტსახელების ძიება…

source: Try a different search term or category filter.
ka: სცადე სხვა საძიებო ტერმინი ან კატეგორიის ფილტრი.

source: Well Played!
ka: კარგად ითამაშე!

source: Which country is known as…
ka: რომელი ქვეყანა ცნობილია როგორც…
